/* 
   Localizable.strings
   MacKMLink

   Created by Oti on 2011/3/28.
   Copyright 2011 __MyCompanyName__. All rights reserved.
 */
 
"Drag this application into the \"Desktop\" and start this application from there!" =  "Drag this application into the \"Desktop\" and start this application from there!";
